{
    "status" : 0,
    "message" : [
        {
            "id" : 1,
            "img" : "http://localhost:8080/statics/image/pet/1.jpg",
            "name" : "博美",
            "species" : "小型犬" ,
            "tezheng" : "博美是一种紧凑、短背、活跃的玩赏犬，学名哈多利系博美犬（俗称英系博美犬），是德国狐狸犬的一种，原产德国。它拥有柔软、浓密的底毛和粗硬的皮毛。尾根位置很高，长有浓密饰毛的尾巴卷放在背上。它具有警惕的性格、聪明的表情、轻快的举止和好奇的天性。体型小巧可爱，适合当伴侣犬，白色和棕色的居多。",
            "xingge" : "表情丰富，友善亲切，好管闲事，活泼好动，撒娇撒泼，聪明可训。"
        },
        {
            "id" : 2,
            "img" : "http://localhost:8080/statics/image/pet/2.jpg",
            "name" : "贵宾",
            "species" : "小型犬" ,
            "tezheng" : " 贵宾犬（Poodle），也称“贵妇犬”，又称“卷毛狗”，在德语中，Pudel是“水花飞溅”的意思，是犬亚科犬属的一种动物。贵宾犬的来源就像它为了拖出猎禽所涉过的水一样浑浊不清。   头颅顶部稍圆，眉头随浅但很清晰，面颊平坦。眼睛颜色很深呈卵圆形，两眼间距宽，眼神机警。吻部长直而纤细，眼睛下方有轻微诶凹陷。颈部强壮，颈长可以使头部高高抬起。胸部深而扩张，肋部伸展。后脚跟短，与地面垂直。",
            "xingge" : "活泼，性情优良，极易近人，是一种忠实的犬种。非常敏捷，聪明而优雅的狗，正方形结构、比例匀称，步伐有力而自信。"
        },
        {
            "id" : 3,
            "img" : "http://localhost:8080/statics/image/pet/3.jpg",
            "name" : "比熊",
            "species" : "小型犬" ,
            "tezheng" : "比熊犬（法语：Bichon Frisé，意指“白色卷毛的玩赏用小狗”）原产于地中海地区，是一种小型犬品种。它们不会自然脱毛，因此毛发需要整理。颜色一般白色。原称巴比熊犬，后缩为比熊犬。怀疑是巴比特犬和水猎融犬的后裔。是一种娇小的、强健的白色粉扑型的狗，具有欢快的性格，从它羽毛般欢快地卷在背后的尾巴和好奇的眼神中就能体现出来。",
            "xingge" : "性情开朗、活泼、聪明、勇敢、机警、感情丰富，有较强的适应能力。它忠实于主人，但也具有坚强的个性。温和而守规矩，敏感、顽皮、愉快的态度是这个品种的特点，而且很容易因为小事情而满足。虽然个子小，卷毛比熊犬颇有个性，天性活泼、爱好自由。"
        },
        {
            "id" : 4,
            "img" : "http://localhost:8080/statics/image/pet/4.jpg",
            "name" : "哈士奇",
            "species" : "中型犬" ,
            "tezheng" : "西伯利亚雪橇犬（俄语：Сибирский хаски，英语：Siberian husky），常见别名哈士奇，昵称为二哈。西伯利亚雪橇犬体重介于雄犬20-27公斤，雌犬16-23公斤，身高大约雄犬肩高53-58厘米，雌犬51-56厘米，是一种中型犬。西伯利亚雪橇犬是原始的古老犬种，在西伯利亚东北部、格陵兰南部生活。哈士奇名字的由来，是源自其独特的嘶哑声。哈士奇性格多变，有的极端胆小，也有的极端暴力，进入大陆和家庭的哈士奇，都已经没有了这种极端的性格，比较温顺，是一种流行于全球的宠物犬。与金毛犬、拉布拉多并列为三大无攻击型犬类。被世界各地广泛饲养，并在全球范围内，有大量该犬种的赛事。",
            "xingge" : "漂亮，温顺友好，活泼好动，热情，很少吠叫，喂食量少，极易保持干净，犬只原始，表情独特。"
        },
        {
            "id" : 5,
            "img" : "http://localhost:8080/statics/image/pet/5.jpg",
            "name" : "边境牧羊犬",
            "species" : "中型犬" ,
            "tezheng" : "边境牧羊犬（Border Collie），原产于苏格兰边境，为柯利牧羊犬的一种，具有强烈的牧羊本能，天性聪颖、善于察言观色，能准确明白主人的指示，可借由眼神的注视而驱动羊群移动或旋转，被当成牧羊犬已有多年的历史，在世界犬种智商排行第一名。特点是聪明、学习能力强、理解力高、容易训练、善于和主人沟通、温和、忠诚、服从性好，其忠心程度可以用如影随形来形容。由于温和忠诚的性格不乱叫，一度成为最受城市人口欢迎的宠物。而且边境牧羊犬还是飞盘狗最具竞争力的犬种，是历年飞盘狗世界杯大赛的主角。",
            "xingge" : "性格顽强，温顺，有敏锐、机警、灵敏、既不凶恶也不羞怯的气质，又聪明、容易训练、温和、忠诚、顺从等特点。天性聪慧、能察言观色，能确实明白主人的指示。"
        },
        {
            "id" : 6,
            "img" : "http://localhost:8080/statics/image/pet/6.jpg",
            "name" : "萨摩耶",
            "species" : "中型犬" ,
            "tezheng" : " 萨摩耶犬（英文：Samoyed），别称萨摩耶，原是西伯利亚的原住民萨摩耶族培育出的犬种，一岁前调皮、灵动。它机警、强壮、灵活、美丽、高贵优雅、乖巧可爱，有着非常引人注目的外表，有“微笑天使”的称号，也有着“微笑天使面孔，捣蛋魔鬼内心”之称，萨摩耶犬的颜色为白色；部分带有很浅的浅棕色、奶酪色、浅棕色。此外其他颜色都属于失格。世界上曾出现过一只灰白色萨摩，FCI承认他是具有纯种血统萨摩耶基因的返祖萨摩，黑色萨摩耶犬极为罕见。",
            "xingge" : "萨摩耶犬很聪明，学习东西很快，但程度也有很大差异，要注意不同情况区别对待。它的性情温和，对主人忠诚，适应性强。警惕，充满活力，待人友善，不保守，不胆怯，不多疑，只是进攻性不强。"
        },
        {
            "id" : 7,
            "img" : "http://localhost:8080/statics/image/pet/7.jpg",
            "name" : "罗威纳",
            "species" : "大型犬" ,
            "tezheng" : " 罗威纳犬（拉丁学名：rottweiler），是犬科犬属下的动物，犬身体强壮，动作迅猛，气势强悍，是世界上最具有勇气和力量的犬种之一。",
            "xingge" : "罗威纳犬聪明懂事，个性沉稳，对主人绝对忠诚，它善于分辨善恶是非，听从口令，服从主人指挥。罗威纳坚韧沉稳、自信。它喜欢时时刻刻都能看到家人，所以罗威纳犬会紧紧跟随男女主人在房间走来走去。罗威纳犬训练难易度一般，要在幼犬时就严格调教它，否则成年后主人很难控制，在国外曾有过罗威纳犬伤人的记录。只要认真调教，它也能是安静的伴侣犬。罗威纳犬和小孩相处融洽，也非常喜欢和小朋友一起玩。当然，这是由小孩的个性和狗的性情共同决定的，因为罗威纳对恶意的入侵者十分凶猛，特别适合作为护卫犬。"
        },
        {
            "id" : 8,
            "img" : "http://localhost:8080/statics/image/pet/8.jpg",
            "name" : "阿拉斯加",
            "species" : "大型犬" ,
            "tezheng" : " 阿拉斯加雪橇犬也叫阿拉斯加犬，是最古老的极地雪橇犬之一，它的名字取自爱斯基摩人的伊努伊特族的一个叫做马拉缪特的部落。这个部落生活在阿拉斯加西部一个叫做科策布(Kotzebue)的岸边。成年阿拉斯加犬有着安静、高雅的气质，对主人非常忠心。",
            "xingge" : "阿拉斯加雪橇犬对环境的要求很高，由于其源于寒带，因此不甚耐热，需要长期保持一个比较凉爽的环境。此犬的活动能力极强，因此其居住环境需要比较宽敞，更重要的是保证它充足的运动量。阿拉斯加雪橇犬天生肠胃功能就较差，特别是幼犬，更加容易患肠胃方面的疾病，轻者无食欲，重者上吐下泻。必须从幼年定期梳理被毛，常用工具有刮刷、针式刷、粗齿梳、耙梳，其要点是定期梳理腹部两侧的毛。"
        },
        {
            "id" : 9,
            "img" : "http://localhost:8080/statics/image/pet/9.jpg",
            "name" : "金毛",
            "species" : "大型犬" ,
            "tezheng" : "金毛寻回犬（Golden Retriever）是单猎犬，比较流行的狗的品种。在猎捕野禽的寻回犬中培养出来的，游泳的续航力极佳。金毛寻回犬是最常见的家犬之一，它很容易养，有耐心并且对主人要求不多，只要定期运动，食物和兽医体检就可以了。它属于匀称、有力、活泼的一个犬种，特征是稳固、身体各部位配合合理，腿既不太长也不笨拙，表情友善，个性热情、机警、自信而且不怕生，性格讨人喜欢。金毛犬最早是一种寻回猎犬，现在大多作为导盲犬与宠物狗。对小孩子或者婴儿十分友善。金毛犬是位列世界犬种智商排行的第四名。",
            "xingge" : "性格善良友好、对主人十分忠诚。它的感情丰富，个性开朗，喜欢与小朋友玩耍，基于遗传上的特征，很喜欢运动，而且相当贪食。金毛十分聪明，极富幽默感。在正常情况下，对其他犬或人不犬叫不歧视。"
        }
    ]
}